Revit 2027 API
ParameterTypeId.RbsElecTrueLoadPhase1 Property
 "True Power Phase 1"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsElecTrueLoadPhase1 { get; }
Public Shared ReadOnly Property RbsElecTrueLoadPhase1 As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsElecTrueLoadPhase1 {
	ForgeTypeId^ get ();
}
static member RbsElecTrueLoadPhase1 : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace